---
kind: property
id: P:Autodesk.Revit.DB.SpatialElement.Area
zh: 面积区域
source: html/6628cb12-ce88-a736-8fda-8e71f2d6361f.htm
---
# Autodesk.Revit.DB.SpatialElement.Area Property

**中文**: 面积区域

The area.

## Syntax (C#)
```csharp
public double Area { get; }
```